Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The frequencies of urinary tract malignancies (broad sub BIcMQs) up to trial completion were similar in the 2 treatment groups, with 19 patients (0.6%) in the empagliflozin group and 15 patients (0.5%) in the placebo group.
es_es: La frecuencia de tumores malignos del tracto urinario (consultas generales BIcMQ) hasta la finalización del ensayo fueron similares en los 2 grupos de tratamiento, con 19 pacientes (0.6%) del grupo de empagliflozina y 15 pacientes (0.5%) del grupo de placebo.

source: The frequency of both acute (linagliptin: 0.5%; glimepiride: 0.5%) and chronic (linagliptin: 0.1%; glimepiride: none) pancreatitis was low in both treatment groups (Section 5.1.5.5).
es_es: Fue baja en ambos grupos de tratamiento la frecuencia de pancreatitis aguda (linagliptina: 0.5%; glimepirida: 0.5%) y crónica (linagliptina: 0.1%; glimepirida: ningún caso) (Sección 5.1.5.5).

source: The frequency of fatal AEs was similar in both groups (Table 12.1.1: 1).
es_es: La frecuencia de eventos adversos fatales fue similar en ambos grupos (Tabla 12.1.1: 1).

source: The frequency of investigator-defined drug-related AEs was higher in the empagliflozin group than the placebo group.
es_es: La frecuencia de EA relacionados con el fármaco a juicio del investigador fue mayor en el grupo de empagliflozina que en el de placebo.

source: The frequency of overall AEs among treated study patients was balanced between treatment groups both before and after the outbreak of the COVID-19 pandemic (Table 15.3.1.1: 12).
es_es: La frecuencia de eventos adversos generales entre los pacientes tratados del estudio estuvo equilibrada entre los grupos de tratamiento tanto antes como después del brote de la pandemia de COVID-19 (Tabla 15.3.1.1: 12).

source: The frequency of patients impacted by COVID-19 regarding clinical visits and study medication supply
es_es: La frecuencia de pacientes afectados por COVID-19 con respecto a las visitas clínicas y el suministro de la medicación del estudio.

source: The frequency of patients who used rescue medication was similar in both treatment groups (Table 13), however the time to first use of rescue medication was significantly shorter for linagliptin than for glimepiride [c23238241, Table 15.2.6.19.1: 1].
es_es: La frecuencia de pacientes que recibieron medicación de rescate fue similar en ambos grupos de tratamiento (Tabla 13); sin embargo, el tiempo necesario hasta el primer uso de la medicación de rescate fue significativamente menor con linagliptina que con glimepirida [c23238241, Tabla 15.2.6.19.1: 1].

source: The frequency of patients with AEs assessed as drug-related by the investigator was higher in the empagliflozin group; the most commonly reported (≥0.5%) of these events in either group are summarised in Table 12.1.2.3: 1.
es_es: La frecuencia de pacientes con eventos adversos que el investigador consideró relacionados con el fármaco fue mayor en el grupo de empagliflozina; en la Tabla 12.1.2.3: 1, se resumen los eventos consignados con mayor frecuencia (≥0,5 %) en uno u otro grupo.

source: The frequency of patients with PCSA of low bicarbonate values (<18 mmol/L) was higher in the empagliflozin group (404 patients, 14.3%) than the placebo group (308 patients, 11.0%) (Table 15.3.2.1: 4, Appendix 16.2.8, Listing 2).
es_es: La frecuencia de pacientes con anomalías de posible relevancia clínica en los subvalores de bicarbonato (<18 mmol/l) fue mayor en el grupo de empagliflozina (404 pacientes, 14.3%) que en el de placebo (308 pacientes, 11.0%) (Tabla 15.3.2.1: 4, Apéndice 16.2.8, Listado 2).

source: The frequency of patients with SAEs was lower in the empagliflozin group than in the placebo group, which was consistent with the efficacy analyses of all-cause hospitalisations.
es_es: La frecuencia de pacientes con eventos adversos graves fue menor en el grupo de empagliflozina que en el grupo de placebo, lo que se correspondió con los análisis de eficacia de las hospitalizaciones por todas las causas.

source: The frequency of patients with adjudication- confirmed pancreatic cancer was low (linagliptin: 0.5%; glimepiride: 0.8%) (Section 5.1.6.1.1).
es_es: Fue baja la frecuencia de pacientes con cáncer pancreático evaluado y confirmado (linagliptina: 0.5%; glimepirida: 0.8%) (Sección 5.1.6.1.1).

source: The frequency of patients with angioedema was similar in both treatment groups (linagliptin: 54 patients [1.8%]; glimepiride: 50 patients [1.7%]).
es_es: La frecuencia de pacientes con angioedema fue similar en ambos grupos de tratamiento (linagliptina: 54 pacientes [1.8%]; glimepirida: 50 pacientes [1.7%]).

source: The frequency of patients with cancer events that were adjudicated by the Oncology Assessment Committee as possibly related to study medication was 2.8% in the linagliptin group and 3.7% in the glimepiride group [c23238241, Table 15.3.1.6: 1].
es_es: La frecuencia de pacientes con eventos cancerígenos evaluados como posiblemente relacionados con el medicamento experimental por el Comité de Evaluación Oncológica fue 2.8% en el grupo de linagliptina y 3.7% en el grupo de glimepirida [c23238241, Tabla 15.3.1.6: 1].

source: The frequency of patients with elevated liver enzyme values was balanced between the 2 treatment groups (Table 12.1.3.2: 2).
es_es: La frecuencia de pacientes con enzimas hepáticas elevadas estuvo equilibrada entre los 2 grupos de tratamiento (Tabla 12.1.3.2: 2).

source: The frequency of patients with mild, moderate, or severe AEs was similar between groups (Table 12.1.2.2: 1).
es_es: La frecuencia de pacientes con eventos adversos leves, moderados o severos fue similar en ambos grupos (Tabla 12.1.2.2: 1).

source: The frequency of patients with new ECG findings any time in the study after baseline was balanced between treatment groups (empagliflozin 39.2% vs placebo 38.2%).
es_es: La frecuencia de pacientes con nuevos hallazgos en el ECG en cualquier momento del estudio tras el inicio estuvo equilibrada entre los grupos de tratamiento (empagliflozina: 39.2 % y placebo: 38.2 %).

source: The frequency of patients with new ECG findings any time in the study after baseline was balanced between treatment groups (empagliflozin 39.2% vs placebo 38.2%; Table 15.3.3: 5).
es_es: La frecuencia de pacientes con nuevos hallazgos en el ECG en cualquier momento del estudio tras el inicio estuvo equilibrada entre los grupos de tratamiento (empagliflozina: 39.2% y placebo: 38.2%; Tabla 15.3.3: 5).

source: The frequency of patients with severe hypoglycaemia was 0.3% in the linagliptin group and 2.2% in the glimepiride group.
es_es: La frecuencia de pacientes con hipoglucemia grave fue 0.3% en el grupo de linagliptina y 2.2% en el grupo de glimepirida.

source: The frequency of patients with shifts in eGFR category from baseline to last value on treatment are summarised in Tables 15.2.4.28: 11 and 12.
es_es: En las Tablas 15.2.4.28: 11 y 12 se resume la frecuencia de pacientes con cambios en la categoría de TFGe desde el inicio hasta el último valor en el tratamiento.

source: The frequency of trial discontinuation was overall low and balanced across treatments.
es_es: La frecuencia de interrupción del ensayo fue en general baja y equilibrada entre los tratamientos.

source: The frequency of urinary tract infection (narrow sub BIcMQ) was numerically higher in the empagliflozin group (Table 12.1.3.5: 1).
es_es: La frecuencia de infección del tracto urinario (consulta específica subBIcMQ) fue nominalmente mayor en el grupo de empagliflozina Tabla 12.1.3.5: 1).

source: The frequency of urinary tract infection (narrow sub BIcMQ) was numerically higher in the empagliflozin group.
es_es: La frecuencia de infección del tracto urinario (consulta específica subBIcMQ) fue nominalmente mayor en el grupo de empagliflozina.

source: The full eligibility criteria are provided in the Clinical Trial Report [c23238241, Section 9.3].
es_es: En el Informe de estudio clínico [c23238241, Sección 9.3] pueden consultarse todos los criterios de inclusión y exclusión.

source: The full list of changes are available in the CTP and the local amendments (Appendix 16.1.1.2).
es_es: La lista completa de cambios está disponible en el Protocolo de Ensayo Clínico y las enmiendas locales (Apéndice 16.1.1.2).

source: The function yielded an α-level of 0.001 for the timepoint of approximately 60% of information.
es_es: La función arrojó un nivel α de 0.001 al momento en que se obtuvo aproximadamente 60% de la información.

source: The funders of the study had no role in study design, data collection, data analysis, data interpretation, or writing of the report.
es_es: Quienes financiaron el estudio no ejercieron ninguna influencia en el diseño, la recolección, el análisis o la interpretación de datos, ni en la redacción del informe.

source: The future UV laser marking results in dark grey marked capsules instead of black ink imprinted capsules, but the testing point itself is still part of the specification.
es_es: El marcado láser que se aplicará da lugar a cápsulas marcadas en gris oscuro en vez de cápsulas impresas en tinta negra; sin embargo, el punto de análisis en sí sigue siendo parte de la especificación.

source: The gMean (gCV %) steady state trough plasma concentration of empagliflozin after multiple doses of 10 mg empagliflozin tablet once daily on Day 85 and the effect of demographic and baseline characteristic is summarised in Tables: 15.6.2: 1 to 15.6.2: 11, 15.6.2: 13, and 15.6.2:16.
es_es: En las Tablas 15.6.2: 1 a 15.6.2: 11, 15.6.2: 13 y 15.6.2:16, se presenta la media geométrica (gCV %) de la concentración plasmática mínima en equilibrio dinámico de empagliflozina tras dosis múltiples de empagliflozina, comprimidos de 10 mg de una toma diaria, al día 85, así como el efecto de la demografía y las características iniciales.

source: The gel acts as a sieving medium, smaller molecules migrate more quickly through the capillary than larger molecules.
es_es: El gel actúa como un tamiz: las moléculas más pequeñas migran más rápido a través del capilar que las moléculas más grandes.

source: The gelatin basic mass components are mixed and dissolved at 60 - 70°C in a stainless steel vessel with low energy mixer.
es_es: Los componentes de la masa básica de gelatina se mezclan y disuelven a 60 - 70° C en un recipiente de acero inoxidable con un mezclador de bajo consumo energético.

source: The gelatin basic mass components are mixed and dissolved at 65 - 70°C in a stainless steel vessel with low energy mixer.
es_es: Los componentes de la masa básica de gelatina se mezclan y disuelven a 65 - 70° C en un recipiente de acero inoxidable con un mezclador de bajo consumo energético.

source: The gene sequences of known and likely functional variations of key ADME genes were to be determined, including more than 90% of ADME-related genetic markers identified by the PharmaADME group (website:
es_es: Se determinó la secuencia genética de las variaciones conocidas y posiblemente funcionales de aquellos genes que fueran clave en la absorción, distribución, metabolismo y eliminación, lo que incluye más de 90% de los marcadores genéticos relacionados con estas funciones en el grupo PharaADME (página web:

source: The genealogy of the PPQ batches is listed in the following Table 32 and Table 33.
es_es: La genealogía de las partidas para calificación de desempeño del proceso se enumera a continuación en la Tabla 32 y la Tabla 33.

source: The general hypothesis of within-stratum GenORs being identical in all K strata will be tested using chi-squared test with K-1 degrees of freedom as per Agresti.7 If this hypothesis is not rejected, within-stratum GenORs will be pooled across the strata in order to obtain a better estimate of the assumed common GenOR value.
es_es: Se evaluará la hipótesis general de que los cocientes de probabilidades generalizados dentro de cada estrato son idénticos utilizando la prueba de chi-cuadrado con K-1 grados de libertad según Agresti.7 Si esta hipótesis no es rechazada, se agruparán los cocientes de probabilidades generalizados dentro de cada estrato para obtener una mejor estimación del valor común asumido del cociente de probabilidades generalizado.

source: The general test principle (i.e. assay set-up, method parameters) of both methods, the current one and the adapted one, is identical.
es_es: El principio analítico general de ambos métodos (configuración de las valoraciones, parámetros metodológicos en el método vigente y el método adaptado) es idéntico.

source: The generated set of data is representative for all manufacturing sites using the same manufacturing process.
es_es: El conjunto de datos generados es representativo de todos los centros de fabricación que usan el mismo proceso de fabricación.

source: The generation of commercial conditioning data at 30°C for two weeks was performed in a study using samples from three different commercial PFS-2 batches stored for about 30 months under long term storage conditions of 2 – 8°C.
es_es: En un estudio realizado con muestras de tres partidas comerciales de la jeringa prellenda PFS-2, almacenadas aproximadamente 30 meses en condiciones de almacenamiento a largo plazo (2 a 8° C), se generaron datos de acondicionamiento comercial a 30° C durante dos semanas.

source: The geometry code differs as the stoppe surface roughness is higher for the SM3 stopper.
es_es: El código de geometría difiere ya que la rugosidad de la superficie del tapón es superior en la planta SM3.

source: The geometry code differs as the stopper surface roughness is higher for the 40 mg. The rubber stopper for 25 mg has a higher silicone oil level.
es_es: El cógido de geometría difiere ya que la rugosidad de la superficie del tapón es superior en la presentación de 40 mg. El tapón de caucho para la presentación de 25 mg contiene un mayor nivel de aceite de silicona.

source: The gestation week of delivery was not reported; no further information was provided regarding the cause of premature delivery.
es_es: No se consignó la semana de gestación al momento del parto; no se proporcionó más información sobre la causa del alumbramiento prematuro.

source: The glass barrel of the syringe is compliant with Ph.
es_es: El cilindro de vidrio de la jeringa cumple con los requisitos de las especificaciones de Ph.

source: The glass quality for both vials is comparable.
es_es: La calidad del vidrio de ambos frascos es comparable.

source: The glass syringe barrels with staked needle (fixed by adhesive) are washed and siliconized.
es_es: Los cilindros de la jeringa de vidrio con aguja fija (fijada con adhesivo) son lavados y siliconados.

source: The glass vial meets USP <660>, Containers-Glass and Ph. Eur. 3.2.1, Glass Containers for Pharmaceutical Use for Type I Glass
es_es: El frasco /frasco-ampolla de vidrio cumple con los requerimientos del vidrio Tipo I, según surge de la USP <660>, Vidrio para recipientes y Ph. Eur. 3.2.1, Recipientes de vidrio para uso farmacéutico.

source: The glass vials and stoppers are different both in terms of dimensions and material.
es_es: Los frascos de vidrio y los tapones son distintos en cuanto a dimensiones y materiales.

source: The glass vials are cleaned in a vial washing machine and sterilised and depyrogenated in dry heat tunnel by a validated cycle.
es_es: Los frascos de vidrio se limpian en una lavadora de frascos y se esterilizan y despirogenan en túnel de calor seco en un ciclo validado.

source: The glass vials are compliant with Ph.
es_es: Los frascos de vidrio cumplen con los requisitos de Ph.

source: The global licensor Genentech/Roche holds the marketing authorisations in United States of America and Canada.
es_es: El licenciatario mundial Genentech/Roche mantiene las autorizaciones de comercialización para Estados Unidos de América y Canadá.

source: The gluten content is monitored and stated on the label.◊
es_es: El contenido de gluten se controla y se indica en la etiqueta.

source: The goals of therapy for VTE are to prevent progression or embolisation of the clot and to prevent recurrence of VTE in susceptible individuals or those in high risk clinical situations [P19-00956].
es_es: Los objetivos terapéuticos de la TEV son prevenir la progresión o embolización del coágulo y prevenir la recurrencia de la TEV en personas susceptibles o en situaciones clínicas de alto riesgo [P19-00956].

source: The gowning procedure complies with gowning procedures for production areas.
es_es: Los procedimientos relativos al vestuario son los que corresponden a las áreas de producción.

source: The guidance to sites on the consent process for patients with T1DM was added
es_es: Se agregaron a los centros los lineamientos para solicitar consentimiento a los pacientes con diabetes mellitus tipo I

source: The guidelines are all based on low-level evidence (case reports, case series and expert opinion) and also predated the availability of newer direct acting oral anticoagulants [P19-00949].
es_es: Todas las directrices se basan en evidencia de bajo nivel (informes de casos, series de casos y opiniones de expertos) y también son anteriores a la disponibilidad de los anticoagulantes orales de acción directa más nuevos [P19-00949].

source: The handling instructions allow a maximum reconstitution time of 120 seconds (equal to 2 minutes).
es_es: Las instrucciones de manipulación permiten un tiempo de reconstitución máximo de 120 segundos (igual a 2 minutos).

source: The harvested cell-free culture fluid (HCCF) is collected into a harvest tank for temporary storage and conditioned with 5 M sodium chloride solution at a target ratio of 30 mL / L.
es_es: El fluido de cultivo cosechado libre de células (HCCF) se recolecta en un tanque de cosecha para su almacenamiento temporario y se lo acondiciona con una solución de cloruro de sodio 5 M en una proporción objetivo de 30 mL/l.

source: The harvested cell-free culture fluid (HCCF) is collected into a harvest tank for temporary storage and conditioned with 5 M sodium chloride solution at a ratio of 30 mL / L.
es_es: El fluido de cultivo cosechado libre de células (HCCF) se recolecta en un tanque de cosecha para su almacenamiento temporario y se lo acondiciona con una solución de cloruro de sodio 5 M en una proporción de 30 mL/l.

source: The hazard of recurrent HHF was positively correlated to that of CV death (indicated by a frailty exponent >0).
es_es: El riesgo de hospitalización por insuficiencia cardíaca recurrente se correlacionó positivamente con el riesgo de muerte CV (indicado por un exponente de fragilidad >0).

source: The hazard of recurrent all-cause hospitalisation was positively correlated with that of all-cause mortality (Table 11.1.2.5: 1).
es_es: El riesgo de hospitalización recurrente por todas las causas se correlacionó positivamente con el riesgo de mortalidad por todas las causas (Tabla 11.1.2.5: 1).

source: The health status of the new-born was not reported.
es_es: No se informó el estado de salud del neonato.

source: The helium leak rate for stoppered vials was below the maximum allowable leakage limit of 6 * 10−6 mbar L/s according to the recommendations defined in USP <1207>.
es_es: La tasa de fuga de helio de los frascos taponados estuvo por debajo del límite de fuga máximo permitido (6 * 10−6 mbar l/s) de acuerdo con las recomendaciones definidas en USP <1207>.

source: The helium leak rates were determined for the vial-stopper sealing area to confirm CCI.
es_es: Se determinaron las tasas de fuga con helio en el área de sellado de la combinación frasco-tapón para confirmar la integridad del envase y sistema de cierre.

source: The hepatic event of 1 patient (<0.1%) in the empagliflozin group (see below for details) was adjudicated as probably related to trial medication, see Tables 12.1.3.2: 3 and 15.3.1.4: 2.
es_es: El evento hepático presentado por 1 paciente (<0.1%) en el grupo de empagliflozina (ver más detalles a continuación) se adjudicó como probablemente relacionado con la medicación del ensayo, ver las Tablas 12.1.3.2: 3 y 15.3.1.4: 2.

source: The hepatic injury of patient #1156009003 in the empagliflozin group was adjudicated as probably related to trial medication.
es_es: La leción hepática del paciente 1156009003 del grupo de empagliflozina se adjudicó como probablemente relacionada con la medicación en estudio.

source: The heterogeneity profile is considered qualitatively comparable
es_es: El perfil de heterogeneidad se considera cualitativamente equiparable.

source: The higher arginine phosphate concentration was selected to minimise one to two-chain conversion of tenecteplase during the manufacturing process.
es_es: La mayor concentración de arginina y fosfato se seleccionó para minimizar la conversión de tenecteplasa de cadena única a dos cadenas durante el proceso de fabricación.

source: The higher incidence of early reperfusion that was observed with tenecteplase than with alteplase occurred predominantly among patients with occlusion of the middle cerebral artery.
es_es: La mayor incidencia de reperfusión temprana que se observó con tenecteplasa en comparación con alteplasa se produjo, en su mayoría, en pacientes con oclusión de la arteria cerebral media.

source: The highest level of risk occurs in the first 3 months of use, and the risk gradually plateaus after one year of regular use.
es_es: El nivel más alto de riesgo se da en los primeros 3 meses de uso y este se estabiliza gradualmente después de un año de uso regular.

source: The highest observed release value of degradation product Z in the past five years is 0.5 % (Figure 2 and Figure 3).
es_es: El mayor valor de liberación observado del producto de degradación Z en estos cinco años es 0.5 % (Figura 2 y Figura 3).

source: The historical negative control data ranges were calculated from mean data obtained in our laboratory from June 2018 to June 2023 under standard Ames conditions without and with 5% rat S9 (see Table 7: 15).
es_es: Los intervalos históricos de controles negativos se calcularon a partir de las medias de los datos obtenidos en nuestro laboratorio, de junio de 2018 a junio de 2023 , bajo condiciones estándar para la prueba de Ames, sin y con S9 de rata al 5% (ver Tabla 7: 15).

source: The hold time limits for process intermediates were established through small scale studies and validation activities as described in Section P.2 Pharmaceutical Development.
es_es: Los límites del tiempo de espera para los productos intermedios del proceso se establecieron a través de estudios a pequeña escala y actividades de validación, tal como se describe en la Sección P.2, Desarrollo farmacéutico.

source: The hold time limits for process intermediates were established through small scale studies and validation activities as described in section P.2 Pharmaceutical Development (chapter 3, Manufacturing Process Development) and section S.2.5 Process Validation and/ or Evaluation.
es_es: Los límites del tiempo de espera para los compuestos intermedios del proceso se establecieron a través de los estudios a pequeña escala y actividades de validación descritos en la Sección P.2, Desarrollo farmacéutico (capítulo 3, Desarrollo del proceso de fabricación) y la Sección S.2.5, Validación y/o evaluación del proceso.
